[
    "In which movie were you most annoyed by the ending?",
    "Which film do you find completely overrated and why?",
    "What is your favorite movie scene that touches you the most emotionally?",
    "Which main character from a series or movie has annoyed you the most?",
    "Which remake of a movie or series did you find better than the original and why?",
    "Which cult series do you think is completely overrated and why?",
    "What movie inspired you the most to change your life and why?",
    "Which stereotypical portrayal in a film or series do you find particularly problematic and why?",
    "Which movie or series character would you like to have as a friend in your own life and why?",
    "Which movie made you cry the most and why?",
    "Which film genre do you personally find completely boring and can't do anything with?",
    "What movie scene shocked or disturbed you the most and why?",
    "What movie or series made you think deeply about a particular topic and why?",
    "Which hot movie or series series do you find overhyped and can't understand the enthusiasm of others?",
    "Which book would you have liked to see made into a movie or series and why?",
    "Which movie character influenced you the most and why?",
    "What movie or series made you laugh the most and why?",
    "What movie or series made you think the most and why?",
    "What is your favorite movie quote and why?",
    "In which film did you identify most with a character and why?",
    "What music from a movie or series has impressed you the most lately and why?",
    "What movie or series made you dream the most and why?",
    "Which film character has undergone the best development and why?",
    "Which movie or series has the best score and why?",
    "Which movie or series ending surprised you the most and why?",
    "What movie or series inspired you the most to take on new adventures, and why?",
    "What movie or series got you thinking about moral or ethical issues, and why?",
    "In which film or series did you feel the greatest potential for identification with a character and why?",
    "What movie or series scene has amazed you the most and why?",
    "Which movie or series character did you most admire and why?",
    "Which movie character scared you the most and why?",
    "What movie or series made you laugh the most and why?",
    "What movie or series made you cry the most and why?",
    "What movie or series inspired you the most to change your life and why?",
    "What movie or series scene shocked or disturbed you the most and why?",
    "Which hot movie or series series do you find overhyped and can't understand the enthusiasm of others?",
    "Which book would you have liked to see made into a movie or series and why?",
    "Which movie character influenced you the most and why?",
    "What movie or series made you laugh the most and why?",
    "What movie or series made you think the most and why?",
    "What is your favorite movie quote and why?",
    "In which film did you identify most with a character and why?",
    "What music from a movie or series has impressed you the most lately and why?",
    "What movie or series made you dream the most and why?",
    "Which film character has undergone the best development and why?",
    "Which movie or series has the best score and why?",
    "Which movie or series ending surprised you the most and why?",
    "What movie or series inspired you the most to take on new adventures, and why?",
    "What movie or series got you thinking about moral or ethical issues, and why?",
    "In which film or series did you feel the greatest potential for identification with a character and why?",
    "What do you see as the meaning of life?",
    "What character trait do you value most in people?",
    "What's the craziest thing you've ever done, and would you do it again?",
    "Do you believe in fate or do you believe you can influence your own luck?",
    "What is your favorite quote and why?",
    "What is your biggest dream in life and what are you doing to achieve it?",
    "What is your secret talent or strange ability that you possess?",
    "What was the most embarrassing experience you ever had?",
    "Do you believe in love at first sight? Why or why not?",
    "What advice would you give your younger self if you had the chance?",
    "What's the funniest thing that's happened to you in the last few weeks?",
    "What role do you often play in your circle of friends or in your family? Are you the jokester, the advisor, or something else?",
    "What is your favorite childhood memory that always makes you smile when you think about it?",
    "What's the craziest thing you've ever done for a loved one?",
    "If you could be invisible for a day, what would you do?",
    "What's the best thing that happened to you today?",
    "What is the most beautiful thing about a sunrise for you?",
    "What's the bravest thing you've ever done that you're particularly proud of?",
    "What superpower would you like to have and how would you use it in your everyday life?",
    "What was the most inspiring moment in your life and how did it influence you?",
    "What three words would you use to describe yourself, and why did you choose just those?",
    "What skill or trait do you most admire in other people and why?",
    "What was the most unusual gift you ever received, and how did you react to it?",
    "Which famous person - living or dead - would you like to meet and what would you want to discuss with them?",
    "What is your favorite type of self-care and how do you incorporate it into your daily life?",
    "What personal accomplishment are you most proud of in recent months and why?",
    "What worries you most in life right now and how do you deal with it?",
    "What's the funniest thing that's ever happened to you while shopping online?",
    "What movie or series have you seen recently that made you think?",
    "What is the most important thing you want from a friendship?",
    "What's the biggest thing you've ever done out of your comfort zone, and how did it change you?",
    "What would be the title of your life if you had to describe your life as a book or a movie?",
    "What was the most embarrassing thing you ever did in front of other people, and how did you feel afterwards?",
    "What is your favorite hobby or passion and why?",
    "What is the biggest challenge you've faced in your life so far, and how did you overcome it?",
    "What was the last thing that made you laugh, and why did you find it so funny?",
    "What's your favorite way to relax and unwind when you're stressed?",
    "What's the first word that comes to mind when you think of happiness, and why?",
    "What is your biggest goal in life and what steps are you taking to achieve it?",
    "What's the strangest thing that's ever happened to you at dinner?",
    "If you were an animal, which animal would you be and why?",
    "What was the most exciting thing you've ever experienced, and would you do it again?",
    "What is your favorite way of creative expression (e.g. painting, writing, making music) and why?",
    "If you could travel back in time, to what moment in your life would you go and why?",
    "What was the bravest decision you ever made and how did it change you?",
    "What is your favorite childhood toy and why do you have a special connection to it?",
    "What positive changes have you noticed in yourself over the past few years and how have they affected your life?",
    "If you had the opportunity to learn a new skill or trait, which would you choose and why?",
    "What's the craziest thing you've ever done for money, and do you regret it or would you do it again?",
    "What is the most beautiful thing about your current stage of life and why do you enjoy it so much?",
    "What was the most unusual thing you've ever eaten in your life, and how did it taste?",
    "What is the best thing someone has ever said about you, and how has it affected you?",
    "What skill or trait do you wish you could develop more of in yourself, and why?",
    "What is the most embarrassing thing that has ever happened to you in public, and how did you deal with it?",
    "What's the most extraordinary adventure you've ever had, and what did you learn from it?",
    "What do you do to foster your creativity and develop new ideas?",
    "What's the funniest thing that's ever happened to you at a job interview?",
    "What's the most amazing secret you've ever learned from someone else?",
    "What is your favorite way to bring joy to others and why does it bring you joy to help others?",
    "If you could change one thing in your life without feeling any consequences, what would you change and why?",
    "What was the funniest prank you played on someone and how did the person respond?",
    "What was the most extraordinary experience you ever had on a trip, and how did it shape you?",
    "What was the most curious thing you ever researched on the internet, and why were you interested in it?",
    "What's the last book, movie or series you discovered and are excited about? Why?",
    "What's the most pointless thing you've ever bought, and do you regret buying it or find it funny in retrospect?",
    "What is the most important thing you learned from a difficult time in your life, and how did it make you stronger?",
    "What was the most surprising thing you ever learned about yourself, and how did it change your self-image?",
    "What is the most beautiful thing someone has ever said to you, and why does it mean so much to you?",
    "If you had the opportunity to have dinner with a famous person, dead or alive, who would you choose and why?",
    "What was the most absurd thing that ever happened to you while shopping, and how did you react to it?",
    "What was the biggest challenge you ever faced and how did you manage to overcome it?",
    "What's the funniest thing that's ever happened to you in a mix-up, and how did you react to it?",
    "What's the most impressive thing you've ever accomplished on your own, and how did it make you proud?",
    "If you had a time machine, what time would you like to travel to and why?",
    "What was the craziest thing you ever did out of love for someone, and how did it feel?",
    "What is your favorite quote from a book or movie and why?",
    "What is the most beautiful thing that happened to you today and why did it make you happy?",
    "What is the most annoying thing that has ever happened to you in your everyday life, and how do you deal with it?",
    "What's the strangest thing you've ever dreamed, and do you have an explanation for it?",
    "What positive change have you noticed in yourself over the past few months and how has it affected your life?",
    "What was the funniest thing that ever happened to you at a family reunion, and how did you all react?",
    "What's the most exciting thing you've ever experienced in your job, and why did it fascinate you so much?",
    "What was the most unusual thing you've ever ordered at a restaurant, and how did it taste?",
    "What's the craziest thing you've ever done for a special someone, and how did it make you feel?",
    "What is your biggest dream or desire in life, and how would you like to make it come true?",
    "What was the most exciting thing you've ever experienced while traveling, and why did it excite you so much?",
    "What was the most embarrassing thing that ever happened to you while trying to learn something new, and how did you handle it?",
    "What's the strangest thing you've ever researched on Google or another search engine, and why did it interest you?",
    "What is the most beautiful thing someone has ever said to you, and how did it touch or affect you?",
    "What is the most impressive thing you've ever experienced in nature, and why did it fascinate you so much?",
    "What's the most unconventional thing you've ever thought of to show a friend how important they are to you?",
    "What's the strangest thing you've ever seen in a museum, and why did it make you think so much?",
    "What's the most challenging thing you've ever faced in your career, and how did you overcome it?",
    "What's the funniest thing that's ever happened to you in sports, and how did you react to it?",
    "What is the most beautiful thing that happened to you today and why did it make you so happy?",
    "What's the funniest thing that's ever happened to you during a video conference, and how did the other participants react?",
    "What was the most impressive thing you ever encountered in another culture, and how did it broaden your perspective?",
    "What's the strangest thing you've ever thought of as luck, and how did it make you feel?",
    "What is the most valuable thing someone has ever done for you, and how has it changed your relationship with that person?",
    "What was the most embarrassing thing that ever happened to you during a public speech or presentation, and how did you react?",
    "What is the most beautiful thing you have ever encountered in nature and why did it touch you so much?",
    "What was the most amazing thing you ever encountered while visiting a museum or exhibition, and why did it fascinate you so much?",
    "What's the weirdest thing you've ever experienced at a party, and how did it make you feel?",
    "What's the most impressive thing you've ever experienced in a concert or live performance, and why did it excite you so much?",
    "What's the most embarrassing thing that's ever happened to you while trying a new sport, and how did you handle it?",
    "What's the most memorable thing you've ever experienced on a wild party night, and how did it change your attitude toward partying?",
    "What was the most exciting thing you've ever experienced in your job, and how did it inspire or motivate you?",
    "What's the craziest thing you've ever done for a boyfriend or girlfriend, and how has it affected your relationship?",
    "What's the strangest thing you've ever eaten in a restaurant, and how did it taste?",
    "What is the most beautiful thing that happened to you today and why did it make you so happy?",
    "What is the most remarkable thing that has happened to you during a trip, and how did it change your perspective?",
    "What's the funniest thing that's ever happened to you during a Zoom or video conference, and how did the other participants react?",
    "What's the most unusual thing you've ever seen in a museum, and why did it make you think?",
    "What's the strangest tradition you've ever participated in, and how did it make you feel?",
    "What's the most impressive thing you've ever seen in a movie or series, and why did it intrigue you so much?",
    "What was the most unconventional thing you've ever done to please someone, and how did the person respond?",
    "What's the most embarrassing thing that's ever happened to you at a gig or performance, and how did you deal with it?",
    "What's the most amazing thing you've ever seen in a museum or gallery, and how did it impress or inspire you?",
    "What's the funniest thing that's ever happened to you while visiting a theme park or riding a roller coaster, and what was your reaction?",
    "What is the most miraculous thing that has happened to you while hiking or camping in nature, and how did you react to it?",
    "What was the most impressive thing you've ever experienced in a play or live performance, and why did it intrigue you so much?",
    "What's the most amazing thing you've ever seen while visiting a zoo or animal park, and how did it impress or change you?",
    "What's the funniest thing that's ever happened to you while visiting an amusement park, and what was your reaction?",
    "What's the most amazing thing you've ever experienced at a festival or major event, and how has it influenced or inspired you?",
    "What's the strangest thing that's ever happened to you while visiting a theme park, and what was your reaction?",
    "What's the most impressive thing you've ever experienced at a live concert or music festival, and why did it fascinate you so much?",
    "What's the funniest thing that's ever happened to you while attending a carnival or fancy dress party, and what was your reaction?",
    "What was the most impressive thing you've ever experienced at a major sporting event, such as the Olympics, and how did it inspire or influence you?",
    "What is the most extraordinary thing that has ever happened to you while attending an art festival or exhibition, and how did it impress or change you?",
    "What's the funniest thing that's ever happened to you at an impromptu street performance or public performance, and how did you react to it?",
    "What is the most surprising thing that has ever happened to you while visiting a museum or gallery, and how has it influenced or inspired you?",
    "What is the most impressive thing you have encountered in nature and why did it fascinate you so much?",
    "What is the strangest thing that has ever happened to you on a trip to the zoo or animal park, and what was your reaction?",
    "What is your position on feminist causes and what place does feminism have in your life?",
    "How would you describe your political beliefs and how do they influence your views and decisions?",
    "In your eyes, what are the biggest challenges facing our society and how do you think we should address them?",
    "What is the biggest challenge you have faced in your life so far?",
    "When was the last time you felt really alive and what triggered that feeling?",
    "What policy decision or action would you like to see that could have a positive impact on society?",
    "In your eyes, what is the biggest challenge our society will face in the coming years?",
    "What role does religion play in your life and how does it influence your values and beliefs?",
    "What was the most formative political event for you personally in recent years and why?",
    "To what extent do you see yourself as an active part of society and how do you get involved in political or social issues?",
    "What was the most unusual political or social event you ever participated in, and what was your experience?",
    "What social norm or tradition would you like to challenge and why?",
    "Which political figure do you most admire and why?",
    "What impact do you think increasing digitization is having on our society and how can we best use or manage it?",
    "How do you think the global political landscape will change in the next 10 years and what impact will this have on people's daily lives?",
    "How do you see the development of social media and its influence on political communication and social discourse?",
    "What do you think is the biggest political mistake that has been made in recent years, and what have been the consequences?",
    "What social advances have you observed in recent years that you are proud of, and which do you think should still be achieved?",
    "How do you see the role of youth and young adults in political and social change, and what can they do to have a positive impact?",
    "What social or political issue are you particularly interested in and why do you want to address it?",
    "In your opinion, what impact does globalization have on the cultural diversity and identity of individual countries and how can cultural diversity be protected and promoted?",
    "What do you think is the biggest challenge facing humanity in the 21st century and how should we deal with it as a society?",
    "What personal and societal responsibilities do you see in relation to climate change and what actions do you think could be taken to reduce its impact?",
    "What is your opinion on the legalization of cannabis and how could related social and political challenges be addressed?",
    "What social progress do you see in terms of equal rights for people of different genders and what should still be done to achieve equal opportunities?",
    "What do you think is the biggest flaw or gap in the education system, and how could we improve quality and access to education?",
    "What economic and social impact do you see in terms of increasing automation and the use of artificial intelligence, and what measures could be taken to support people in this changing world of work?",
    "What do you think is the biggest challenge in terms of globalization and what impact does it have on global social inequality?",
    "What are the key ethical considerations that should be taken into account when developing and using technologies such as artificial intelligence, robotics and genetic engineering?",
    "How would you evaluate the influence of media on public opinion and political decisions, and what role should factual accuracy and transparency play in the media?",
    "In your eyes, what is the greatest advantage of a democratic social order and how can we strengthen and protect democracy?",
    "What do you think an ideal and just society looks like and what policies could help achieve this goal?",
    "How can we as a society increase awareness and commitment to environmental protection?",
    "What do you think is the most effective way to combat discrimination and prejudice in our society?",
    "How can we improve mental health awareness in our society and facilitate access to appropriate support and treatment?",
    "How would you assess the importance of cultural diversity and integration in our society and what measures could be taken to promote an inclusive society?",
    "What role do you think education plays in combating poverty and inequality, and how could the education system be improved to ensure equal opportunities for all?",
    "What impact do you think social media has on our mental health and how might we promote a healthy use of it?",
    "How do you see the role of nonprofits and volunteerism in addressing social and environmental challenges, and what could we do to further support this engagement?",
    "What political, religious or social issues should I generate next?",
    "In your view, what are the most important political or social developments that we need to prepare for in the coming years?",
    "How do you see the role of artificial intelligence and automation in the future of work and what measures could be taken to ensure an equitable distribution of opportunities and resources?",
    "What do you think is the biggest obstacle to global collaboration and how might we as a global community overcome these obstacles to address common challenges?",
    "How would you evaluate the influence of social media on our social and political engagement and what opportunities and risks do you see in the digital public sphere?",
    "How do you think governments should respond to the increasing threat of cybercrime and misuse of personal data by companies and government agencies?",
    "What do you think are the most important policy or societal changes we should make in the coming years to mitigate climate change and promote sustainable development?",
    "How can we as individuals help fight hate and discrimination in our society and promote diversity and inclusion?",
    "What impact do you think political systems and structures have on people's quality of life, and what improvements could be made in this area?",
    "What do you think are the most important global challenges we need to address as an international community, and what role does international cooperation play in that?",
    "In your view, what are the most important policy or social actions that could be taken to reduce economic inequality and promote social justice?",
    "How can awareness of the importance of mental health be raised in our society and what actions could be taken to provide sufficient support and resources for people with mental illness?",
    "What impact do you think the global refugee situation has on international politics and solidarity, and what measures could be taken to improve the situation?",
    "What do you think are the most important ethical considerations related to technological developments, such as artificial intelligence, biotechnology, or robotics, and how might they be taken into account to have a positive impact on society?",
    "What responsibilities do companies and corporations have with regard to environmental protection and sustainability, and how could they help to shape a more sustainable future?",
    "How can we as a society better protect the rights and dignity of people with disabilities and ensure their full inclusion in all aspects of life?",
    "How can we as a society avoid falling into black and white thinking and polarization and instead promote constructive dialogue and compromise?",
    "What do you think is the importance of education and awareness in terms of combating prejudice, discrimination, and extremism, and how could we make these values more embedded in our society?",
    "How could we as a society raise awareness of sustainable consumption and environmentally friendly lifestyles, and what measures could be taken to motivate more people to make sustainable choices?",
    "What do you think are the most important political and societal measures to advance gender equality and fairly represent women in all walks of life?",
    "What do you see as the biggest challenge to press freedom and how could we as a society better protect and support the independence and integrity of the media?",
    "What do you think are the most important policies or societal actions to ensure health care for all and improve access to care?",
    "How do you see the role of youth and young adults in shaping the future and what opportunities should they be given to raise their voices and participate in decision-making processes?",
    "What do you think the impact of increasing digitalization and automation will be on jobs and the employment situation, and how could we support people in this changing world of work?",
    "In your view, what are the most important policies to reduce social inequality in our society and create more equitable opportunities for all citizens?",
    "What social or policy changes would you like to see to make education equally accessible and quality for all?",
    "What do you see as the most important social or political measures to ensure the rights and protection of LGBTQ+ people and to curb discrimination?",
    "What policies could be put in place to mitigate climate change and what sacrifices or adaptations do you think are needed to enable a more sustainable future?",
    "How could we as a society facilitate the integration of migrants and what do you think are the most important political or social measures to promote successful integration?",
    "In your eyes, what are the most important political and societal measures to effectively combat violence against women and domestic violence and provide adequate support to victims?",
    "How can we as a society improve the education and protection of children from abuse and exploitation, and what measures should be taken to strengthen and protect children's rights?",
    "What political and social measures could be taken to ensure access to clean water, sanitation and sustainable energy for all people worldwide?",
    "How could we as a society raise awareness of the importance of biodiversity conservation and protection, and what policies could be put in place to stop the loss of species and ecosystems?",
    "In your view, what are the most important political or social measures to promote the social integration and participation of people with disabilities and to ensure accessibility in all areas of life?",
    "What do you think are the most important political and social measures to promote a sustainable and equitable economic system that takes into account both economic progress and social and environmental responsibility?",
    "What political or societal actions could be taken to ensure global food security and fight hunger worldwide?",
    "How could we as a society raise awareness of the importance of global cooperation in terms of humanitarian aid and development cooperation, and what political measures could be taken to enable a more equitable distribution of resources?",
    "What do you think are the most important political or social policies to promote social equality among people of different races and ethnicities and to combat racism?",
    "What policies could be put in place to address the housing crisis and make affordable housing accessible to all?",
    "What policy or social action could be taken to reduce stigma and discrimination against people with mental illness and improve access to appropriate mental health care?",
    "What do you think are the most important political or social measures to improve access to education and the quality of education for disadvantaged groups such as girls and women, people in rural areas or people with disabilities?",
    "In your view, what are the most important policies to reduce the digital divide and ensure that everyone has access to digital technologies and resources?",
    "In your view, what are the most important political or social measures to strengthen the rights and protection of workers and to ensure fair working conditions?",
    "How could we as a society raise awareness of the importance of sustainable consumption and environmentally friendly lifestyles, and what policies could be put in place to promote sustainable practices?",
    "What do you think are the most important political or social policies to combat discrimination against sexual minorities and to protect and promote the rights of LGBTQ+ people?",
    "In your view, what are the most important political or social measures to protect the rights of indigenous people, preserve indigenous cultures, and ensure their participation in matters that affect them?",
    "What do you think are the most important policy and social actions to ensure access to quality health care for all and reduce health inequity?",
    "How could we as a society raise awareness of the importance of freedom and human rights, and what policies could be put in place to better protect and promote these values?",
    "In your view, what are the most important political or social measures to improve equal opportunities for people with low incomes or from disadvantaged social backgrounds and to reduce social inequalities?",
    "What political or social measures could be taken to protect the rights of people with an immigrant background and promote their integration into society?",
    "In your view, what are the most important political or social measures to promote the fight against crime and violence in public spaces and to improve citizens' sense of security?",
    "What policy measures could be taken to promote equality for people with disabilities and ensure their full participation in all areas of social life?",
    "What do you think are the most important political or societal actions to mitigate climate change and ensure a sustainable future for generations to come?",
    "What policy or societal measures could be taken to reduce educational inequality and ensure equal educational opportunities for all children and youth?",
    "How could we as a society raise awareness of the importance of social justice and what policies could be put in place to reduce social inequalities?",
    "In your view, what are the most important political or social measures to protect press freedom and promote independent journalism?",
    "How do you think we as a society could raise awareness of the importance of tolerance, diversity, and intercultural understanding, and what policies could be put in place to counteract discrimination and prejudice?",
    "In your opinion, what are the most important political or social measures to promote political education and political engagement among young people and to enable them to participate in democratic processes?",
    "In your view, what are the most important political or social measures to promote a sustainable and equitable economy that takes into account economic progress as well as social justice and environmental responsibility?",
    "How do you think we as a society could raise awareness about the importance of Mental Health and what policies could be put in place to improve access to mental health care?",
    "What do you think are the most important political or social measures to protect the rights of migrant workers and ensure fair working conditions in global supply chains?",
    "How do you think we could raise awareness of the importance of corporate social responsibility and what policies could be put in place to promote responsible business practices?",
    "In your view, what are the most important political or social measures to promote gender equality and combat gender inequalities?",
    "What do you think are the most important political or social measures to combat human rights violations worldwide and promote a culture of human rights?",
    "In which movie were you most annoyed by the ending?",
    "Which film do you find completely overrated and why?",
    "What is your favorite movie scene that touches you the most emotionally?",
    "Which main character from a series or movie has annoyed you the most?",
    "Which remake of a movie or series did you find better than the original and why?",
    "Which cult series do you think is completely overrated and why?",
    "What movie inspired you the most to change your life and why?",
    "Which stereotypical portrayal in a film or series do you find particularly problematic and why?",
    "Which movie or series character would you like to have as a friend in your own life and why?",
    "Which movie made you cry the most and why?",
    "Which film genre do you personally find completely boring and can't do anything with?",
    "What movie scene shocked or disturbed you the most and why?",
    "What movie or series made you think deeply about a particular topic and why?",
    "Which hot movie or series series do you find overhyped and can't understand the enthusiasm of others?",
    "Which book would you have liked to see made into a movie or series and why?",
    "Which movie character influenced you the most and why?",
    "What movie or series made you laugh the most and why?",
    "What movie or series made you think the most and why?",
    "What is your favorite movie quote and why?",
    "In which film did you identify most with a character and why?",
    "What music from a movie or series has impressed you the most lately and why?",
    "What movie or series made you dream the most and why?",
    "Which film character has undergone the best development and why?",
    "Which movie or series has the best score and why?",
    "Which movie or series ending surprised you the most and why?",
    "What movie or series inspired you the most to take on new adventures, and why?",
    "What movie or series got you thinking about moral or ethical issues, and why?",
    "In which film or series did you feel the greatest potential for identification with a character and why?",
    "What movie or series scene has amazed you the most and why?",
    "Which movie or series character did you most admire and why?",
    "Which movie character scared you the most and why?",
    "What movie or series made you laugh the most and why?",
    "What movie or series made you cry the most and why?",
    "What movie or series inspired you the most to change your life and why?",
    "What movie or series scene shocked or disturbed you the most and why?",
    "Which hot movie or series series do you find overhyped and can't understand the enthusiasm of others?",
    "Which book would you have liked to see made into a movie or series and why?",
    "Which movie character influenced you the most and why?",
    "What movie or series made you laugh the most and why?",
    "What movie or series made you think the most and why?",
    "What is your favorite movie quote and why?",
    "In which film did you identify most with a character and why?",
    "What music from a movie or series has impressed you the most lately and why?",
    "What movie or series made you dream the most and why?",
    "Which film character has undergone the best development and why?",
    "Which movie or series has the best score and why?",
    "Which movie or series ending surprised you the most and why?",
    "What movie or series inspired you the most to take on new adventures, and why?",
    "What movie or series got you thinking about moral or ethical issues, and why?",
    "In which film or series did you feel the greatest potential for identification with a character and why?"
]